<!DOCTYPE html>
<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<html>
<head>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8"/>
  <meta name="viewport" content="
    width=device-width,
    initial-scale=1,
    minimum-scale=1,
    maximum-scale=1,
    user-scalable=no">
  <!-- 项目公用静态文件 -->
  <%@include file="../include/base-style.html"%>
<trial:assertcss files="/up/dj-mobile/vcard/css/licence.css"/>

 <!-- 本页样式 -->
  <link rel="stylesheet" href="/up/dj-mobile/vcard/css/licence.css"/>

  <title>许可证-微卡</title>
  <!-- 微信分享配置-->
  <%@include file="../include/shareweixin2.html"%>
</head>
<body>
<div class="dj-base-wrap">
  <div class="p-wrap">
    <h1>微卡许可及服务条款</h1>
    <p><b>1、关于微卡</b></p>
    <p><b>微卡软件（以下称“微卡”）由大杰世纪科技发展（北京）有限公司（以下称“大杰世纪公司”）开发与维护，是指大杰世纪公司向用户提供的用于安卓和iOS的手机应用程序和相关互联网增值服务。大杰世纪将通过“微卡”及本网站（www.weika001.com）向用户提供上述服务。</b></p>
    <p><b>2、服务条款的确认和接纳</b></p>
    <p>2.1 本条款是用户与大杰世纪公司之间关于下载、安装、使用、复制微卡，以及使用微卡相关服务所订立的协议。</p>
    <p>2.2 为使用微卡软件（以下称“微卡”）及服务，用户应当阅读并遵守《微卡许可及服务条款》（以下称“本用户条款”），用户应审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款，并选择接受或不接受。用户在进行注册程序过程中点击"同意"按钮即表示用户完全接受本用户条款项下的全部内容。</p>
    <p>2.3 除非用户已阅读并接受本条款的所有内容，否则无权下载、安装或使用微卡及相关服务。用户的下载、安装、使用、获取微卡帐号、登录等行为即视为用户已阅读并同意本条款的约束。</p>
    <p>2.4 本条款内容同时包括大杰世纪公司可能不时发布的本用户条款的更新，或关于本服务的相关协议、业务规则等内容，这些内容一经正式发布，即为本用户条款不可分割的组成部分，用户应当接受与遵守。</p>
    <p>2.5大杰世纪将视向用户所提供服务内容之特性，要求用户在使用大杰世纪提供的有关服务时，遵守特定的条件和条款；如该特定条件和条款与以上服务条款有任何不一致之处，则已特定条件和条款为准。</p>
    <p>2.6用户注册成功后，微卡将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。</p>
    <p><b>3、服务保护条款</b></p>
    <p>3.1 用户应保证资料的真实、合法、有效，否则大杰世纪有权中止或终止用户使用微卡各项服务的权利。用户在享用微卡各项服务的同时，同意接受微卡提供的各类信息服务。</p>
    <p>3.2 信息服务内容包括:文字、软件、二维码、相片、图表；广告及相关内容；商业信息等。所有这些内容受版权、商标权、和其它知识产权及所有权法律的保护，用户应得到微卡授权才能使用本条款所称的信息服务内容，而不能擅自复制、修改、编撰这些内容、或创造与内容有关的衍生产品。</p>
    <p>3.3 如果用户未遵守本服务条款的任何一项，大杰世纪有权利即终止提供一切服务，并保留通过法律手段追究责任的权利。</p>
    <p>3.4 使用微卡提供的服务由用户自己承担风险，在适用法律允许的最大范围内，大杰世纪在任何情况下不就因使用或不能使用微卡提供的服务所发生的特殊的、意外的、直接或间接的损失承担赔偿责任。即使已事先被告知该损害发生的可能性。</p>
    <p>3.5 用户理解并接受：使用微卡提供的服务涉及到Internet服务和电信增值服务，可能会受到各个环节不稳定因素的影响。因此服务存在因不可抗力、计算机病毒或黑客攻击、国家相关行业主管部门及电信运营商的调整、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险。用户须承担以上风险，大杰世纪不作担保。对因此导致用户不能发送、上传和接受阅读消息、或接发错消息，或无法实现其他通讯条件，大杰世纪不承担任何责任。</p>
    <p>3.6 用户理解并接受：在使用微卡提供的服务存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯（包括知识产权）的匿名或冒名的信息的风险，用户须承担以上风险，大杰世纪和合作公司对服务不作任何类型的担保，不论是明确的或隐含的，包括所有有关信息真实性、适用性、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。</p>
    <p><b>4、用户使用规则</b></p>
    <p>4.1用户使用互联网、微卡及相关服务必须遵守国家有关的政策和法律，包括刑法、国家安全法、保密法、计算机信息系统安全保护条例等，保护国家利益，保护国家安全，对于违法使用互联网络、微卡及相关服务而引起的一切责任，由用户承担。</p>
    <p>4.2 用户应妥善保管登录微卡所使用的帐号和密码，并对以其用户帐号进行的所有活动和事件承担责任。</p>
    <p>4.3 用户不得使用微卡服务发送或传播敏感信息和违反国家法律制度的信息，包括但不限于下列信息:</p>
    <p>4.3.1 反对宪法所确定的基本原则的；</p>
    <p>4.3.2 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
    <p>4.3.3 损害国家荣誉和利益的；</p>
    <p>4.3.4 煽动民族仇恨、民族歧视，破坏民族团结的；</p>
    <p>4.3.5 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
    <p>4.3.6 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
    <p>4.3.7 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
    <p>4.3.8 侮辱或者诽谤他人，侵害他人合法权益的；</p>
    <p>4.3.9 含有法律、行政法规禁止的其他内容的。</p>
    <p>4.4 用户在使用微卡络服务过程中，必须遵循以下原则:</p>
    <p>4.4.1 遵守中国有关的法律和法规；</p>
    <p>4.4.2 不得为任何非法目的而使用网络服务系统；</p>
    <p>4.4.3 遵守所有与网络服务有关的网络协议、规定和程序；</p>
    <p>4.4.4 不得利用微卡网络服务系统进行任何可能对互联网的正常运转造成不利影响的行为；</p>
    <p>4.4.5 不得利用微卡网络服务系统传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</p>
    <p>4.4.6 不得利用微卡网络服务系统进行任何不利于大杰世纪的行为。</p>
    <p>4.5 盗取他人用户帐号或利用网络通讯骚扰他人，均属于非法行为。用户不得采用测试、欺骗等任何非法手段，盗取其他用户的帐号和对他人进行骚扰。</p>
    <p>4.6 若用户违反本条款或相关的服务条款的规定，导致或产生任何第三方主张的任何索赔、要求或损失，包括合理的律师费、诉讼费，以及行政机关依法对大杰世纪进行的任何罚款，用户同意为微卡在任何场合澄清事实，挽回声誉，并赔偿大杰世纪及合作公司、关联公司因用户违反本条款或相关的服务条款的规定而遭受的全部损失。同时，大杰世纪会遵从司法部门的要求，协助调查，公布用户相应的信息、资料及设有隐私保护的内容。对此，大杰世纪有权视用户的行为性质，采取包括但不限于删除用户发布信息内容、暂停使用许可、终止服务、限制使用、回收微卡帐号、追究法律责任等措施。</p>
    <p><b>5、服务条款的修改</b></p>
    <p>5.1 大杰世纪会在必要时修改服务条款，服务条款一旦发生变动，公司将会在用户进入下一步使用前的页面提示修改内容。如果您同意改动，则再一次激活"我同意"按钮。如果您不接受，则及时取消您的用户使用服务资格。</p>
    <p>5.2 用户要继续使用微卡各项服务需要两方面的确认:</p>
    <p>5.2.1 首先确认微卡服务条款及其变动。</p>
    <p>5.2.2 同意接受所有的服务条款限制。</p>
    <p><b>6、服务的变更、中断或终止</b></p>
    <p>6.1 大杰世纪特别提示用户，大杰世纪为了保障公司业务发展和调整的自主权，大杰世纪拥有随时修改或中断服务而不需通知用户的权利，大杰世纪行使修改或中断服务的权利不需对用户或任何第三方负责。用户必须在同意本条款的前提下，大杰世纪才开始对用户提供服务。</p>
    <p>6.2 鉴于网络服务的特殊性，用户同意大杰世纪有权随时变更、中断或终止部分或全部的网络服务。如变更、中断或终止的网络服务，大杰世纪无需通知用户，也无需对任何用户或任何第三方承担任何责任；用户必须在同意本条款的前提下，大杰世纪才开始对用户提供使用微卡的网络服务。用户若反对任何服务条款的建议或对后来的条款修改有异议，或对大杰世纪服务不满，用户享有以下的追索权:</p>
    <p>6.2.1 不再使用大杰世纪所提供的微卡的服务。</p>
    <p>6.2.3 结束用户使用大杰世纪所提供的微卡服务的资格。</p>
    <p>6.2.4 书面通告大杰世纪停止该用户的服务。</p>
    <p>结束用户服务后，用户使用大杰世纪所提供的微卡服务的权利马上终止且大杰世纪不再对用户承担任何义务。</p>
    <p>6.3 大杰世纪不对用户所发布信息的删除或储存失败负责。大杰世纪保留判定用户的行为是否符合使用微卡网络服务条款的要求和精神的权利，如果用户违背了服务条款的规定，则中断或删除其虚拟社区服务的帐号。</p>
    <p><b>7、用户隐私制度</b></p>
    <p>尊重用户个人隐私是大杰世纪的基本政策。大杰世纪承诺不会公开、编辑或透露用户的注册资料及保存在大杰世纪各项服务中的非公开内容，除非大杰世纪在诚信的基础上认为透露这些信息在以下几种情况是必要的:</p>
    <p>7.1 事先获得用户的明确授权；</p>
    <p>7.2 遵守有关法律规定，包括在国家有关机关查询时，提供用户在微卡上发布的信息内容及其发布时间、互联网地址或者域名以及其他用户上传至微卡的信息。</p>
    <p>7.3 遵从微卡产品服务程序。</p>
    <p>7.4 保持维护大杰世纪的商标所有权。</p>
    <p>7.5 在紧急情况下维护用户个人和社会大众的隐私安全。</p>
    <p>7.6 大杰世纪认为必要的其他情况下。</p>
    <p>7.7 用户理解并接受微卡提供的服务中可能包括广告， 用户同意微卡有权在提供网络服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息（包括但不限于在微卡的任何页面上投放广告）。并且，用户同意接受微卡通过电子邮件、手机短信或其他方式向用户发送相关商业信息。用户同意在使用过程中微卡通过各种通知方式（包括但不限于各网站第三方API接口提供的通知、私信、公告以及电子邮件等）显示微卡和第三方供应商或合作伙伴提供的信息。</p>
    <p><b>8、有限责任</b></p>
    <p>大杰世纪对直接、间接、偶然、特殊及继起的损害不负责任，这些损害来自:不正当使用产品服务，在网上购买商品或类似服务，在网上进行交易，非法使用服务或用户传送的信息有所变动。用户的上述行为引起对大杰世纪或第三方的损害，应当依法承担责任并向大杰世纪进行赔偿，大杰世纪可以自行或协助第三方使用用户提供的任何信息进行维权。</p>
    <p><b>9、未经大杰世纪同意禁止进行商业性行为</b></p>
    <p>用户承诺不经大杰世纪书面同意，不能利用大杰世纪各项服务在微卡或相关网站上进行销售或其他商业性行为。用户违反此约定，大杰世纪将依法追究其违约责任，由此给大杰世纪造成损失的，大杰世纪有权进行追偿。</p>
    <p><b>10、微卡用户信息的储存及限制</b></p>
    <p>大杰世纪不对用户所发布信息的删除或储存失败负责。大杰世纪保留判定用户的行为是否符合微卡服务条款的要求和精神的权利，如果用户违背了服务条款的规定，则中断或删除其虚拟社区服务的帐号。</p>
    <p><b>11、保障</b></p>
    <p>用户同意保障和维护大杰世纪全体成员的利益，负责支付由用户违反本服务条款或为纠正用户的违反行为所引起的律师费用、诉讼费用、公正费用、鉴定费用、执行费用等，以及因违反服务条款的引起损害赔偿费用，其他人使用用户的电脑、帐号和其它知识产权的追索费。 如用户的密码、帐户被盗用，除非该事件由于大杰世纪的过失导致，否则用户应承担被盗用期间产生的一切责任和后果。</p>
    <p><b>12、结束服务</b></p>
    <p>12.1 用户或大杰世纪可随时根据实际情况中断服务。大杰世纪不需对任何个人或第三方负责而随时中断服务。用户若反对任何服务条款的建议或对后来的条款修改有异议，或对大杰世纪服务不满，用户享有以下的追索权:</p>
    <p>12.1.1 不再使用大杰世纪及（或）微卡的服务。</p>
    <p>12.1.2 结束用户使用大杰世纪及（或）微卡服务的资格。</p>
    <p>12.1.3 书面通告大杰世纪停止该用户的服务。</p>
    <p>12.2 结束用户服务后，用户使用大杰世纪服务的权利马上终止。从那时起，大杰世纪不再对用户承担任何义务。</p>
    <p><b>13、通告</b></p>
    <p>所有发给用户的通告都可通过电子邮件或常规的信件传送。大杰世纪会通过邮件服务发报消息给用户，告诉他们服务条款的修改、服务变更、或其它重要事情。</p>
    <p><b>14、知识产权</b></p>
    <p>14.1微卡及其涉及到的包括但不限于产品、相关软件的所有权、知识产权和运作权均归大杰世纪所有， 大杰世纪享有对微卡上一切活动的监督、提示、检查、纠正及处罚等权利。</p>
    <p>14.2 用户保证和声明对其所提供的作品拥有完整的合法的著作权或完整的合法的授权可以用于其在微卡上从事的活动，保证大杰世纪使用该作品不违反国家的法律法规，也不侵犯第三方的合法权益或承担任何义务。用户应对其所提供作品因形式、内容及授权的不完善、不合法所造成的一切后果承担完全责任。对于经用户本人创作并上传到微卡的文本、图片、图形等，大杰世纪微卡公司保留对其网站所有内容进行实时监控的权利，并有权依其独立判断对任何违反本条款约定的作品实施删除。大杰世纪对于删除用户作品引起的任何后果或导致用户的任何损失不负任何责任。因用户作品的违法或侵害第三人的合法权益而导致大杰世纪或其关联公司对第三方承担任何性质的赔偿、补偿或罚款而遭受损失（直接的、间接的、偶然的、惩罚性的和继发的损失），用户对于大杰世纪或其关联公司蒙受的上述损失承担全面的赔偿责任。</p>
    <p>14.3 大杰世纪所提供微卡的网络服务中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标和/或其它财产所有权受法律的保护，未经相关权利人同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。所有这些资料或资料的任何部分仅可作为私人和非商业用途而保存在某台计算机内。大杰世纪不就由上述资料产生或在传送或递交全部或部分上述资料过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害赔偿向用户或任何第三方负责。</p>
    <p>14.4 大杰世纪为提供的微卡的网络服务而使用的任何软件（包括但不限于软件中所含的任何图象、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）。</p>
    <p><b>15、用户产生的内容</b></p>
    <p>15.1 用户在使用微卡及相关服务时发送、上传、发布的合法内容依法享有著作权或其他权利，并对产生的内容承担责任。用户应保证所发送、上传、发布的内容合法并拥有必要授权。</p>
    <p>15.2 内容的定义包括:文字、软件、相片、图表；在广告中的全部内容；电子邮件的全部内容；微卡虚拟社区服务为用户提供的商业信息。所有这些内容均受版权、商标、标签和其它财产所有权法律的保护。所以，用户只能在大杰世纪和广告商授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。</p>
    <p><b>16、免责与赔偿声明</b></p>
    <p>16.1 若大杰世纪已经明示其网络服务提供方式发生变更并提醒用户应当注意事项，用户未按要求操作所产生的一切后果由用户自行承担。</p>
    <p>16.2 用户同意其使用微卡及相关服务的风险与产生的一切后果均由自己承担。</p>
    <p>16.3 微卡是按照现有技术和条件所能达到的现状提供的服务，大杰世纪将将会不断改进微卡及相关服务的功能，保证服务的连贯性和安全性，但大杰世纪无法预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。因使用微卡而产生的风险将由用户自行承担。</p>
    <p>16.4 用户同意保障和维护大杰世纪及其他用户的利益，由于用户登录网站内容违法、不真实、不正当、侵犯第三方合法权益，或用户违反本条款项下的任何条款而给大杰世纪或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。</p>
    <p>16.5 大杰世纪对用户如下任何直接、间接、偶然、特殊及继起的行为或损害不负责任包括但不限于:不正当使用产品服务，在网上购买商品或类似服务，在网上进行交易，非法使用服务或用户传送的信息有所变动。用户的上述行为若引起对大杰世纪或第三方的损害，应当依法承担法律责任并向大杰世纪进行赔偿，大杰世纪可以自行或协助第三方使用用户提供的任何信息进行维权。</p>
    <p>16.6 用户承诺非经大杰世纪书面同意，不能利用大杰世纪各项服务在微卡或相关网站上进行销售或其他商业性行为。用户若违反此约定，大杰世纪将依法追究其法律责任，由此给大杰世纪造成损失的，大杰世纪有权进行追偿。</p>
    <p><b>17、法律</b></p>
    <p>用户和大杰世纪一致同意有关本条款以及使用大杰世纪的服务产生的争议应友好协商解决；协商不成时，任何一方均可向大杰世纪所在地人民法院提起诉讼。</p>
    <p><b>18、其他</b></p>
    <p>18.1 本服务条款中的任何条款无论因何种原因完全或部分无效或不具有执行力，其余条款仍应有效并且有约束力。</p>
    <p>18.2 以上条款的解释权归大杰世纪最终所有。</p>
  </div>
</div>
<!--<textarea id="aa"></textarea>-->
<!--<textarea id="bb"></textarea>-->
<!--<button id="btn">加p</button>-->
<!--<script type="text/javascript">-->
  <!--$('#btn').bind('click', function(){-->
    <!--var arr = $('#aa').val().split('\n');-->
    <!--var arr2 = arr.map(function(v){-->
      <!--var b = /^\d+、/.test(v);-->
      <!--if(b) v = '<b>'+v+'</b>';-->
      <!--return '<p>'+v+'</p>\n';-->
    <!--});-->
    <!--$('#bb').val(arr2.join(''));-->
  <!--})-->
<!--</script>-->
</body>
</html>